Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=472_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Skuvlejupmi fáddán álgoálbmotforuma siidodáhpáhusas
smn: Škovlim uáinusist algâaalmugfoorum uálgitábáhtusâst

source: Suoma ja Ecuadora bissovaš ovddastusat, Ecuadora kulturárbeministeriija ja Suoma sámediggi ordnejedje ovttas ON álgoálbmotforuma 10. čoahkkima olis siidodáhpáhusa, man fáddán ledje álgoálbmogiid skuvlejupmi ja vuoigatvuohta oassálastit mearrádusdahkamii.
smn: Suomâ já Ecuador pissoo ovdâstâsah, Ecuador kulttuurärbiministeriö sehe Suomâ sämitigge uárnejii oovtâst OA algâaalmugfoorum 10. čuákkim uálgitábáhtusâidiskuin, mon teeman lijjii algâaalmugij škovlim já vuoigâdvuotâ uásálistiđ miärádâstohâmân.

source: Dáhpáhus ordnejuvvui New Yorkis duorastaga miessemánu 19. beaivve.
smn: Tábáhtusah uárnejuvvojii New Yorkist tuorâstuv 19. vyesimáánu.

source: Sámedikki várreságadoalli Irja Seurujärvi-Kari sáhka (eŋgelasgillii).
smn: Värisaavâjođetteijee Irja Seurujärvi-Kari saahâ eŋgâlâskielân.

source: Dáhpáhusa ođas suomagillii:
smn: Tábáhtus uuđâs suomâkielân:
